import css from "./MainPage.module.css";
import photo from "../image/photo.jpg";

const MainPage = () => {
  return (
    <div className={css.cont}>
      <div className={css.text}>
        <h3>
          Привіт! Я Катя <br />Я Fullstack Developer
        </h3>
        <p>
          Запрошую на свій сайт-портфоліо! Я - Катерина, <br />
          Fullstack Developer, і на моєму сайті Ви знайдете <br />
          відображення мого професійного росту. Моя <br />
          Спеціалізація - робота з HTML, CSS, React та Node.js, <br />
          створення структури і дизайну веб-сайтів. Також я володію <br />
          Навичками роботи у Figma, що допомогає легко орієнтуватись <br />
          у макеті замовника. Я постійно намагаюсь покращуваи свої <br />
          hard skills та відвідую різноманітні курси. <br />
          Я активно користуюсь GitNub для керування версіями та спільної <br />
          роботи над проєктами. Мої робочі досягнення та проєкти <br />
          доступні для перегляду на сайті. Завітайте, і я з радістю <br />
          відповім на ваші запитання та розгляну можливості <br />
          співпраці над цікавими проєктами. Давайте створювати щось <br />
          нове та цікаве разом!
        </p>
      </div>
      <img className={css.photo} src={photo} alt="" />
    </div>
  );
};

export default MainPage;
